{
  "barbar.nvim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "close-buffers.nvim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hlchunk.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "trash-cli": { "branch": "master" },
  "vim-fern-git-status": { "branch": "master" },
  "vim-fern-renderer-nerdfont": { "branch": "master" },
  "vim-glyph-palette": { "branch": "master" },
  "vim-nerdfont": { "branch": "master" }
}
